Repository: doxuto/monkey-browser
Catalog: focus-ios/Blockzilla/Localizable.xcstrings
Source language: en
Languages: af, am, an, ar, ast, az, be, bg, bn, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es_ar, es_cl, es_es, es_mx, et, eu, fa, fi, fil, fr, ga, gd, gl, gu_in, he, hi_in, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, kn, ko, lo, lt, lv, mr, ms, my, nb, ne_np, nl, nn, pa_in, pl, pt_br, pt_pt, ro, ru, ses, si, sk, sl, sq, sv, ta, te, th, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# Settings.Search.AddSearchEngineButton
source: Add Another Search Engine
am: ሌላ የፍለጋ ፍርግም አክል
an: Anyader belatro motor de busqueda
ar: أضف محرك بحث آخر
ast: Amestar otru motor de gueta
az: Digər axtarış mühərriyini əlavə et
be: Дадаць іншую пошукавую сістэму
bg: Добавяне на друга търсачка
bn: অন্য আরেকটি সার্চ ইঞ্জিন যোগ করুন
br: Ouzhpennañ ur c'heflusker enklask all
bs: Dodaj novi pretraživač
ca: Afegeix un altre motor de cerca
co: Aghjunghje un altru mutore di ricerca
cs: Přidat další vyhledávač
cy: Ychwanegu Peiriant Chwilio Arall
da: Tilføj en ny søgetjeneste
de: Weitere Suchmaschine hinzufügen
dsb: Dalšnu pytnicu pśidaś
el: Προσθήκη άλλης μηχανής αναζήτησης
eo: Aldoni alian serĉilon
es_ar: Agregar otro buscador
es_cl: Añadir otro motor de búsqueda
es_es: Agregar otro motor de búsqueda
es_mx: Agregar otro motor de búsqueda
et: Lisa veel üks otsingumootor
eu: Gehitu beste bilaketa-motor bat
fa: اضافه کردن موتور جست‌وجو دیگر
fi: Lisää toinen hakukone
fil: Magdagdag ng Panibagong Search Engine
fr: Ajouter un autre moteur de recherche
gd: Cuir einnsean-luirg eile ris
gl: Engadir outro buscador
he: הוספת מנוע חיפוש נוסף
hi_in: एक और खोज इंजन जोड़ें
hsb: Dalšu pytawu přidać
hu: További keresőszolgáltatás felvétele
hy_am: Ավելացնել որոնողական հանգույց
ia: Adder un altere motor de recerca
id: Tambahkan Mesin Pencari Lainnya
is: Bæta við annari leitarvél
it: Aggiungi un altro motore di ricerca
ja: 別の検索エンジンを追加
ka: სხვა საძიებოს დამატება
kab: Rnu amsedday n unadi nniḍen
kk: Басқа іздеу жүйесін қосу
kn: ಮತ್ತೊಂದು ಹುಡುಕಾಟ ಇಂಜಿನ್ ಅನ್ನು ಸೇರಿಸಿ
ko: 다른 검색 엔진 추가
lo: ເພີ່ມເຄື່ອງມືການຄົ້ນຫາຕົວອື່ນ
lt: Pridėti kitą ieškyklę
mr: अन्य शोध इंजिन जोडा
ms: Tambah Enjin Carian Lain
my: အခြားသော ရှာဖွေအင်ဂျင် ပေါင်းထည့်ပါ
nb: Legg til en annen søkemotor
ne_np: अर्को खोजी इन्जिन थप्नुहोस्
nl: Nog een zoekmachine toevoegen
nn: Legg til ein annan søkjemotor
pa_in: ਹੋਰ ਖੋਜ ਇੰਜਣ ਜੋੜੋ
pl: Dodaj inną wyszukiwarkę
pt_br: Adicionar outro mecanismo de pesquisa
pt_pt: Adicionar outro motor de pesquisa
ro: Adaugă alt motor de căutare
ru: Добавить другую поисковую систему
si: අන් සෙවුම් යන්ත්‍රයක් එක් කරන්න
sk: Pridať ďalší vyhľadávací modul
sl: Dodaj drug iskalnik
sq: Shtoni Motor Tjetër Kërkimesh
sv: Lägg till en annan sökmotor
ta: + மற்றொரு தேடு பொறியைச் சேர்
th: เพิ่มเครื่องมือค้นหาอื่น
tr: Başka bir arama motoru ekle
tt: Башка бер эзләү системасын өстәү
uk: Додати іншу пошукову систему
ur: ایک اور تلاش انجن کا اضافہ کریں
vi: Thêm công cụ tìm kiếm khác
zh_cn: 添加其他搜索引擎
zh_tw: 新增其他搜尋引擎

# Settings.Search.AddSearchEngineTitle
source: Add Search Engine
am: የፍለጋ ፍርግም አክል
an: Anyader motor de busqueda
ar: أضف محرك بحث
ast: Amestar motor de gueta
az: Axtarış mühərriyi əlavə et
be: Дадаць пошукавую сістэму
bg: Добавяне на търсачка
bn: সার্চ ইঞ্জিন যোগ করুন
br: Ouzhpennañ ur c'heflusker enklask
bs: Dodaj pretraživač
ca: Afegeix un motor de cerca
co: Aghjunghje un mutore di ricerca
cs: Přidat vyhledávač
cy: Ychwanegu Peiriant Chwilio
da: Tilføj søgetjeneste
de: Suchmaschine hinzufügen
dsb: Pytnicu pśidaś
el: Προσθήκη μηχανής αναζήτησης
eo: Aldoni alian serĉilon
es_ar: Agregar buscador
es_cl: Añadir motor de búsqueda
es_es: Agregar motor de búsqueda
es_mx: Agregar motor de búsqueda
et: Otsingumootori lisamine
eu: Gehitu bilaketa-motorra
fa: اضافه کردن موتور جست‌وجو
fi: Lisää hakukone
fil: Magdagdag ng Search Engine
fr: Ajouter moteur recherche
gd: Cuir einnsean-luirg ris
gl: Engadir buscador
gu_in: શોધ એન્જિન ઉમેરો
he: הוספת מנוע חיפוש
hi_in: खोज इंजन जोड़ें
hsb: Pytawu přidać
hu: Keresőszolgáltatás hozzáadása
hy_am: Ավելացնել որոնիչ
ia: Adder un motor de recerca
id: Tambah Mesin Pencari
is: Bæta við leitarvél
it: Nuovo motore di ricerca
ja: 検索エンジンを追加
ka: საძიებო სისტემის დამატება
kab: Rnu amsedday n unadi
kk: Іздеу жүйесін қосу
kn: ಹುಡುಕು ಸಾಧನವನ್ನು ಸೇರಿಸಿ
ko: 검색 엔진 추가
lo: ເພີ່ມເຄື່ອງມືການຄົ້ນຫາ
lt: Ieškyklės pridėjimas
mr: शोध इंजिन जोडा
ms: Tambah Enjin Carian
my: ရှာဖွေအင်ဂျင် ပေါင်းထည့်ပါ
nb: Legg til søkemotor
ne_np: खोज इन्जिन थप्नुहोस्
nl: Zoekmachine toevoegen
nn: Legg til ein søkjemotor
pa_in: ਖੋਜ ਇੰਜਣ ਜੋੜੋ
pl: Dodaj wyszukiwarkę
pt_br: Adicionar mecanismo de pesquisa
pt_pt: Adicionar motor de pesquisa
ro: Adaugă un motor de căutare
ru: Добавить поисковую систему
si: සෙවුම් යන්ත්‍රයක් යොදන්න
sk: Pridať vyhľadávací modul
sl: Dodaj iskalnik
sq: Shtoni Motor Kërkimesh
sv: Lägg till sökmotor
ta: தேடும் பொறியைச் சேர்
th: เพิ่มเครื่องมือค้นหา
tr: Arama Motoru Ekle
tt: Эзләү системасын өстәү
uk: Додати пошукову систему
ur: تلاش انجن کا اضافہ کریں
vi: Thêm công cụ tìm kiếm
zh_cn: 添加搜索引擎
zh_tw: 新增搜尋引擎

# Settings.Search.InstalledSearchEngines
source: INSTALLED SEARCH ENGINES
am: የተጫኑ የፍለጋ ፍርግሞች
an: MOTORS DE BUSQUEDA INSTALAUS
ar: محركات البحث المثبتة
ast: MOTORES DE GUETA INSTALAOS
az: QURULU AXTARIŞ MÜHƏRRİKLƏRİ
be: УСТАЛЯВАНЫЯ ПОШУКАВЫЯ СІСТЭМЫ
bg: ИНСТАЛИРАНИ ТЪРСАЧКИ
br: KEFLUSKERIOÙ ENKLASK STALIET
bs: INSTALIRANI PRETRAŽIVAČI
ca: MOTORS DE CERCA INSTAL·LATS
co: MUTORI DI RICERCA INSTALLATI
cs: NAINSTALOVANÉ VYHLEDÁVAČE
cy: PEIRIANNAU CHWILIO WEDI'U GOSOD
da: INSTALLEREDE SØGETJENESTER
de: INSTALLIERTE SUCHMASCHINEN
dsb: ZAINSTALĚROWANE PYTNICE
el: ΕΓΚΑΤΕΣΤΗΜΕΝΕΣ ΜΗΧΑΝΕΣ ΑΝΑΖΗΤΗΣΗΣ
eo: INSTALITAJ SERĈILOJ
es_ar: BUSCADORES INSTALADOS
es_cl: MOTORES DE BÚSQUEDA INSTALADOS
es_es: MOTORES DE BÚSQUEDA INSTALADOS
et: PAIGALDATUD OTSINGUMOOTORID
eu: INSTALATUTAKO BILAKETA-MOTORRAK
fa: موتورهای جست‌وجو نصب شده
fi: ASENNETUT HAKUKONEET
fr: MOTEURS DE RECHERCHE INSTALLÉS
gd: EINNSEANAN-LUIRG STÀLAICHTE
gl: MOTORES DE BUSCA INSTALADOS
he: מנועי חיפוש מותקנים
hi_in: संस्थापित ख़ोज इंजन
hsb: INSTALOWANE PYTAWY
hu: TELEPÍTETT KERESŐSZOLGÁLTATÁSOK
hy_am: ՏԵՂԱԴՐՎԱԾ ՈՐՈՆԻՉՆԵՐ
ia: MOTORES DE RECERCA INSTALLATE
id: MESIN PENCARI TERPASANG
is: UPPSETTAR LEITARVÉLAR
it: MOTORI DI RICERCA INSTALLATI
ja: 選択可能な検索エンジン
ka: დაყენებული საძიებო სისტემები
kk: ОРНАТЫЛҒАН ІЗДЕУ ЖҮЙЕЛЕРІ
ko: 설치된 검색 엔진
lo: ຕິດຕັ້ງເຄື່ອງມືການຄົ້ນຫາແລ້ວ
lt: ĮDIEGTOS IEŠKYKLĖS
ms: ENJIN CARIAN DIPASANG
nb: INSTALLERTE SØKEMOTORER
nl: GEÏNSTALLEERDE ZOEKMACHINES
nn: INSTALLERTE SØKJEMOTORAR
pa_in: ਇੰਸਟਾਲ ਹੋਏ ਖੋਜ ਇੰਜਣ
pl: Zainstalowane wyszukiwarki
pt_br: MECANISMOS DE PESQUISA INSTALADOS
pt_pt: MOTORES DE PESQUISA INSTALADOS
ro: MOTOARE DE CĂUTARE INSTALATE
ru: УСТАНОВЛЕННЫЕ ПОИСКОВЫЕ СИСТЕМЫ
si: ස්ථාපිත සෙවුම් යන්ත්‍ර
sk: NAINŠTALOVANÉ VYHĽADÁVACIE MODULY
sl: NAMEŠČENI ISKALNIKI
sq: MOTORË KËRKIMESH TË INSTALUAR
sv: INSTALLERADE SÖKMOTORER
ta: நிறுவப்பட்ட தேடுபொறிகள்
th: เครื่องมือค้นหาที่ติดตั้งไว้
tr: KAYITLI ARAMA MOTORLARI
tt: УРНАШТЫРЫЛГАН ЭЗЛӘҮ СИСТЕМАЛАРЫ
uk: ВСТАНОВЛЕНІ ПОШУКОВІ СИСТЕМИ
vi: CÔNG CỤ TÌM KIẾM ĐÃ CÀI ĐẶT
zh_cn: 已安装的搜索引擎
zh_tw: 安裝的搜尋引擎

# Settings.Search.NameToDisplay
source: Name to display
am: የሚታየው ስም
an: Nombre a amostrar
ar: اسم العرض
ast: Nome p'amosar
az: Göstəriləcək ad
be: Імя для паказу
bg: Име, което да се показва
bn: প্রদর্শনের জন্য নাম
br: Anv da ziskouez
bs: Ime za prikaz
ca: Nom per mostrar
co: Nome à affissà
cs: Zobrazovaný název
cy: Enw i'w ddangos
da: Navn der skal vises
de: Anzeigename
dsb: Pokazowańske mě
el: Όνομα προς προβολή
eo: Montrata nomo
es_ar: Nombre para mostrar
es_cl: Nombre para mostrar
es_es: Nombre para mostrar
es_mx: Nombre para mostrar
et: Kuvatav nimi
eu: Bistaratzeko izena
fa: نام جهت نمایش
fi: Näyttönimi
fil: Pangalan na ipapakita
fr: Nom à afficher
gd: An t-ainm a thèid a shealltainn
gl: Nome para amosar
gu_in: પ્રદર્શિત કરવા માટેનું નામ
he: שם להצגה
hi_in: प्रदर्शित करने के लिए नाम
hsb: Pokazowanske mjeno
hu: Megjelenítendő név
hy_am: Ցուցադրվող անունը
ia: Nomine a monstrar
id: Nama untuk ditampilkan
is: Heiti sem birtist
it: Nome da visualizzare
ja: 表示名
ka: გამოსაჩენი სახელი
kab: Isem ad id-ttwasknen
kk: Көрсетілетін аты
kn: ಪ್ರದರ್ಶಿಸಲು ಹೆಸರು
ko: 표시할 이름
lo: ຊື່ທີຈະສະແດງ
lt: Rodomas ieškyklės pavadinimas
mr: प्रदर्शनासाठी नाव
ms: Nama untuk dipaparkan
my: ပြသရန် နာမည်ပေးပါ
nb: Visningsnavn
ne_np: देखाउने नाम
nl: Weergavenaam
nn: Visingsnamn
pa_in: ਦਿਖਾਉਣ ਲਈ ਨਾਂ
pl: Wyświetlana nazwa
pt_br: Nome a ser exibido
pt_pt: Nome a apresentar
ro: Nume de afișat
ru: Отображаемое имя
si: සංදර්ශනයට නම
sk: Názov, ktorý sa bude zobrazovať
sl: Ime za prikaz
sq: Emër për shfaqje
sv: Namn som ska visas
ta: காட்ட வேண்டிய பெயர்
te: ప్రదర్శించడానికి పేరు
th: ชื่อที่จะแสดงผล
tr: Görünecek ad
tt: Күрсәтеләчәк исем
uk: Назва для показу
ur: دکھانے کے لیئے نام
vi: Tên hiển thị
zh_cn: 显示名称
zh_tw: 要顯示的名稱

# Settings.Search.NewSearchEngineAdded
source: New Search Engine Added.
am: አዲስ የፍለጋ ፍርግም ታክሏል።
an: Nuevo motor de busqueda anyadiu.
ar: أُضيف محرك البحث الجديد.
ast: Amestóse'l motor de gueta nuevu.
az: Yeni axtarış mühərriyi əlavə edildi.
be: Дададзена новая пошукавая сістэма.
bg: Добавена е нова търсачка.
bn: নতুন সার্চ ইঞ্জিন যোগ করা হয়েছে।
br: Keflusker enklask nevez ouzhpennet.
bs: Novi pretraživač dodan.
ca: S'ha afegit un motor de cerca nou.
co: Novu mutore di ricerca aghjuntu.
cs: Nový vyhledávač byl přidán.
cy: Peiriant Chwilio Newydd Wedi'i Ychwanegu.
da: Ny søgetjeneste tilføjet.
de: Neue Suchmaschine hinzugefügt.
dsb: Nowa pytnica jo se pśidała.
el: Προστέθηκε νέα μηχανή αναζήτησης.
eo: Nova serĉilo aldonita.
es_ar: Se agregó un buscador nuevo.
es_cl: Nuevo motor de búsqueda añadido.
es_es: Se agregó un nuevo motor de búsqueda.
es_mx: Nuevo motor de búsqueda agregado.
et: Uus otsingumootor lisatud.
eu: Bilaketa-motor berria gehitu da.
fa: موتور جست‌وجو جدید اضافه شد.
fi: Uusi hakukone lisätty.
fil: Idinagdag ang Bagong Search Engine.
fr: Nouveau moteur de recherche ajouté.
gd: Chaidh einnsean-luirg ùr a chur ris.
gl: Novo buscador engadido.
gu_in: નવું શોધ એંજીન ઉમેર્યું.
he: נוסף מנוע חיפוש חדש.
hi_in: नया खोज इंजन जोड़ा गया.
hsb: Nowa pytawa je so přidała.
hu: Új keresőszolgáltatás hozzáadása.
hy_am: Նոր որոնիչը ավելացվել է:
ia: Nove motor de recerca addite.
id: Mesin Pencari Baru Ditambahkan.
is: Nýrri leitarvél bætt við.
it: Aggiunto nuovo motore di ricerca.
ja: 新規検索エンジンを追加しました。
ka: ახალი საძიებო სისტემა დამატებულია.
kab: Amesday n unadi amaynut ittwarna.
kk: Жаңа іздеу жүйесі қосылды.
kn: ಹೊಸ ಹುಡುಕಾಟ ಎಂಜಿನ್ ಸೇರಿಸಲಾಗಿದೆ.
ko: 새 검색 엔진이 추가되었습니다.
lo: ໄດ້ເພີ່ມເຄືອງມີການຄົ້ນຫາຕົວໃຫມ່ແລ້ວ
lt: Pridėta nauja ieškyklė.
mr: नवीन शोध इंजिन जोडले.
ms: Enjin Carian Baru Ditambah.
my: ရှာဖွေအင်ဂျင်အသစ် ပေါင်းထည့်ခဲ့သည်
nb: Ny søkemotor lagt til.
ne_np: नयाँ खोजी इन्जिन थपियो ।
nl: Nieuwe zoekmachine toegevoegd.
nn: Ny søkjemotor lagt til.
pa_in: ਨਵਾਂ ਖੋਜ ਇੰਜਣ ਜੋੜਿਆ।
pl: Dodano nową wyszukiwarkę.
pt_br: Novo mecanismo de pesquisa adicionado.
pt_pt: Novo motor de pesquisa adicionado.
ro: Motor nou de căutare adăugat.
ru: Добавлена новая поисковая система.
si: නව සෙවුම් යන්ත්‍රයක් එක් විය.
sk: Bol pridaný nový vyhľadávací modul.
sl: Nov iskalnik dodan.
sq: U shtua Motor i Ri Kërkimesh.
sv: Ny sökmotor tillagd.
ta: புது தேடுபொறி சேர்க்கப்பட்டது.
th: เพิ่มเครื่องมือค้นหาใหม่แล้ว
tr: Yeni arama motoru eklendi.
tt: Яңа эзләү системасы өстәлде.
uk: Нову пошукову систему додано.
ur: نیا تلاش انجن شامل کر دیا گیا۔
vi: Đã thêm công cụ tìm kiếm mới.
zh_cn: 已添加新搜索引擎。
zh_tw: 已加入新搜尋引擎。

# Settings.Search.RestoreEngine
source: Restore Default Search Engines
am: ነባሪ የፍለጋ ፍርግሞችን ወደነበረበት መልስ
an: Restaurar os motors de busca por defecto
ar: استعد محركات البحث المبدئية
ast: Reafitar motores de gueta
az: İlkin axtarış nizamlarını bərpa et
be: Аднавіць прадвызначаныя пошукавыя сістэмы
bg: Връщане на стандартните търсещи машини
bn: ডিফল্ট সার্চ ইঞ্জিন পুনরায় স্থাপন করুন
br: Atoriñ ar c'hefluskerioù enklask dre ziouer
bs: Vrati izvorne pretraživače
ca: Restaura els motors de cerca per defecte
co: Risturà i mutori di ricerca predefiniti
cs: Obnovit výchozí seznam vyhledávačů
cy: Adfer Peiriannau Chwilio Rhagosodedig
da: Gendan standard-søgetjenester
de: Standardsuchmaschinen wiederherstellen
dsb: Standardne pytnice wótnowiś
el: Επαναφορά αρχικών μηχανών αναζήτησης
eo: Remeti normajn serĉilojn
es_ar: Restaurar buscador predeterminado
es_cl: Restaurar motores de búsqueda predeterminados
es_es: Restaurar motores de búsqueda predeterminados
es_mx: Restaurar motores de búsqueda predeterminados
et: Lähtesta vaikeotsingumootorid
eu: Berrezarri bilaketa-motor lehenetsiak
fa: بازآوری موتورهای جست‌وجو پیش‌فرض
fi: Palauta oletushakukoneet
fil: Ibalik ang Mga Default na Mga Search Engine
fr: Restaurer les moteurs de recherche par défaut
gd: Aisig na h-einnseanan-luirg bunaiteach
gl: Restaurar os buscadores predeterminados
he: שחזור מנועי חיפוש ברירת מחדל
hi_in: मूल खोज इंजन पुनर्स्थापित करें
hsb: Standardne pytawy wobnowić
hu: Alapértelmezett keresőszolgáltatások visszaállítása
hy_am: Վերականգնել հիմնական որոնիչը
ia: Restaurar le motores de recerca predefinite
id: Pulihkan Mesin Pencari Bawaan
is: Endurheimta upprunalegar leitarvélar
it: Ripristina motori di ricerca predefiniti
ja: デフォルト検索エンジンに戻す
ka: აღდგეს ნაგულისხმევი საძიებოები
kab: Err-d imseddayen n unadi amezwer
kk: Бастапқы іздеу жүйелерін қалпына келтіру
kn: ಪೂರ್ವನಿಯೋಜಿತ ಹುಡುಕು ಎಂಜಿನ್‌ ಮರುಹೊಂದಿಸು
ko: 기본 검색 엔진 되돌리기
lo: ກູ້ຄືນເຄື່ອງມືການຄົ້ນຫາເລີ່ມຕົ້ນ
lt: Atkurti numatytąsias ieškykles
mr: पूर्वनिर्धारित शोध इंजिन पुर्वस्थित करा
ms: Pulih Enjin Carian Piawai
my: ရှာဖွေအင်ဂျင်ကို ပုံသေအတိုင်းထားပါ
nb: Gjenopprett standard søkemotorer
ne_np: पूर्वानिर्धारीत खोज इन्जिन पुनर्स्थापना गर्नुहोस्
nl: Standaardzoekmachines terugzetten
nn: Bygg oppatt standard søkjemotorar
pa_in: ਮੂਲ ਖੋਜ ਇੰਜਣ ਬਹਾਲ ਕਰੋ
pl: Przywróć domyślne wyszukiwarki
pt_br: Restaurar mecanismos de pesquisa padrão
pt_pt: Restaurar motores de pesquisa predefinidos
ro: Restaurează motoarele de căutare implicite
ru: Восстановить поисковые системы
si: පෙරනිමි සෙවුම් එළවුම් ප්‍රත්‍යර්පණය
sk: Obnoviť predvolené vyhľadávacie moduly
sl: Ponastavi privzete iskalnike
sq: Rikthe Motorët Parazgjedhje të Kërkimeve
sv: Återställ standardsökmotorer
ta: முன்னிருப்பு தேடுபொறிகளை மீட்டமை
th: เรียกคืนเครื่องมือค้นหาเริ่มต้น
tr: Varsayılan arama motorlarını geri yükle
tt: Стандарт эзләү системаларын яңадан торгызу
uk: Відновити типові пошукові системи
ur: طےشدہ تلاش انجن بحال کریں
vi: Phục hồi các công cụ tìm kiếm mặc định
zh_cn: 恢复默认搜索引擎
zh_tw: 還原預設搜尋引擎

# Settings.Search.SearchEngineName
source: Search engine name
am: የፍለጋ ፍርግም ስም
an: Nombre d'o motor de busqueda
ar: اسم محرك البحث
ast: Nome del motor de gueta
az: Axtarış mühərriyinin adı
be: Назва пошукавай сістэмы
bg: Име на търсачката
bn: সার্চ ইঞ্জিন নাম
br: Anv ar c'heflusker enklask
bs: Naziv pretraživača
ca: Nom del motor de cerca
co: Nome di u mutore di ricerca
cs: Název vyhledávače
cy: Enw peiriant chwilio
da: Søgetjenestens navn
de: Name der Suchmaschine
dsb: Mě pytnice
el: Όνομα μηχανής αναζήτησης
eo: Nomo de serĉilo
es_ar: Nombre del buscador
es_cl: Nombre del motor de búsqueda
es_es: Nombre del motor de búsqueda
es_mx: Nombre del motor de búsqueda
et: Otsingumootori nimi
eu: Bilaketa-motorraren izena
fa: نام موتور جست‌وجو
fi: Hakukoneen nimi
fil: Pangalan ng search engine
fr: Nom du moteur de recherche
gd: Ainm an einnsein-luirg
gl: Nome do buscador
gu_in: શોધ એન્જિન નામ
he: שם מנוע החיפוש
hi_in: खोज इंजन का नाम
hsb: Mjeno pytawy
hu: Keresőszolgáltatás neve
hy_am: Որոնել որոնիչ
ia: Nomine del motor de recerca
id: Nama mesin pencari
is: Heiti leitarvélar
it: Nome del motore di ricerca
ja: 検索エンジン名
ka: საძიებო სისტემის სახელი
kab: Isem n umsedday n unadi
kk: Іздеу жүйесінің аты
kn: ಹುಡುಕಾಟ ಎಂಜಿನ್ ಹೆಸರು
ko: 검색 엔진 이름
lo: ຊື່ເຄື່ອງມືການຄົ້ນຫາ
lt: Ieškyklės pavadinimas
mr: शोध इंजिनचे नाव
ms: Nama enjin carian
my: အင်ဂျင်နာမည် ရှာဖွေပါ
nb: Søkemotornavn
ne_np: खोजी इन्जिनको नाम
nl: Naam van zoekmachine
nn: Søkjemotornamn
pa_in: ਖੋਜ ਇੰਜਣ ਦਾ ਨਾਂ
pl: Nazwa wyszukiwarki
pt_br: Nome do mecanismo de pesquisa
pt_pt: Nome do motor de pesquisa
ro: Numele motorului de căutare
ru: Имя поисковой системы
si: සෙවුම් යන්ත්‍රයේ නම
sk: Názov vyhľadávacieho modulu
sl: Ime iskalnika
sq: Emër motori kërkimesh
sv: Sökmotorns namn
ta: தேடுபொறி பெயர்
th: ชื่อเครื่องมือค้นหา
tr: Arama motoru adı
tt: Эзләү системасының исеме
uk: Назва пошукової системи
ur: تلاش انجن کا نام
vi: Tên công cụ tìm kiếm
zh_cn: 搜索引擎名称
zh_tw: 搜尋引擎名稱

# Settings.Search.SearchTemplate
source: Search string to use
am: ለፍለጋ የሚጠቀሙት ሕብረቁምፊ
an: Cadena de busqueda a emplegar
ar: نص البحث المستخدم
ast: Cadena de gueta pa usar
az: İstifadə ediləcək axtarış sətri
be: Пошукавы радок
bg: Низ за търсене, който да се използва
bn: অনুসন্ধানের জন্যে স্ট্রিং
br: Testenn glask da implij
bs: Pretraži tekst za korištenje
ca: Cadena de cerca que s'utilitzarà
co: Catena di ricerca à impiegà
cs: Řetězec používaný pro vyhledávání
cy: Llinyn chwilio i'w ddefnyddio
da: Søgestreng der skal anvendes
de: Zu verwendender Such-String
dsb: Pytański wuraz, kótaryž ma se wužywaś
el: Όρος αναζήτησης για χρήση
eo: Serĉa teksto
es_ar: Cadena de búsqueda a usar
es_cl: Cadena de búsqueda a usar
es_es: Cadena de búsqueda que se utilizará
es_mx: Cadena de búsqueda para usar
et: Kasutatav otsingustring
eu: Erabili beharreko bilaketa-katea
fa: رشته جست‌وجو برای اضافه کردن
fi: Käytettävä hakulause
fil: Maghanap ng string na gagamitin
fr: Chaîne de recherche à utiliser
gd: An sreang luirg a thèid a chleachdadh
gl: Cadea de busca que se usará
gu_in: વાપરવા માટે શોધ શબ્દમાળા
he: מחרוזת חיפוש לשימוש
hi_in: उपयोग के लिए खोज स्ट्रिंग
hsb: Pytanski wuraz, kotryž ma so wužiwać
hu: Használandó keresőkifejezés
hy_am: Որոնել տողը՝ օգտագործելու համար
ia: Catena de recerca a usar
id: String pencarian untuk digunakan
is: Leitarstrengur sem á að nota
it: Stringa di ricerca da utilizzare
ja: 使用する検索語
ka: საძიებო ფრაზა
kab: Nadi aḍris ad tesqedceḍ
kk: Қолданылатын іздеу жолы
ko: 사용할 검색 문구
lo: ຊອກຫາສະຕຣິງທີ່ຈະໃຊ້
lt: Paieškos eilutės struktūra
mr: वापरण्यासाठी स्ट्रिंग शोधा
ms: String carian untuk digunakan
my: စာကြောင်းကို အသုံးပြုရန် ရှာဖွေပါ
nb: Søkestreng å bruke
ne_np: प्रयोग गर्न स्ट्रिङ खोजी गर्नुहोस्
nl: Te gebruiken zoekstring
nn: Søkjestreng å bruke
pa_in: ਵਰਤਣ ਲਈ ਖੋਜ ਸਤਰ
pl: Używany ciąg wyszukiwania
pt_br: Termo de pesquisa a ser usado
pt_pt: Termo de pesquisa a utilizar
ro: Text de căutare spre utilizare
ru: Поисковый запрос
si: භාවිතයට සෙවුම් තන්තුව
sk: Výraz vyhľadávania
sl: Iskalni niz za uporabo
sq: Varg kërkimi për t’u përdorur
sv: Söksträng som ska användas
ta: பயன்படுத்த வேண்டிய தேடல் தொடர்
th: สตริงการค้นหาที่จะใช้
tr: Kullanılacak arama dizgisi
tt: Эзләнәчәк сүз я сүзтезмә
uk: Запит для пошуку
ur: استعمال کرنے کے لیئے اسٹرنگ تلاش کریں
vi: Chuỗi tìm kiếm sử dụng
zh_cn: 搜索字符串
zh_tw: 要使用的搜尋字串

# settings.Search.SearchTemplateExample
source: Example: searchengine.example.com/search/?q=%s
am: ምሳሌ፡- searchengine.example.com/search/?q=%s
be: Прыклад: searchengine.example.com/search/?q=%s
bg: Пример: searchengine.example.com/search/?q=%s
br: Skouer: searchengine.example.com/search/?q=%s
bs: Primjer: searchengine.example.com/search/?q=%s
ca: Exemple: exemple.motorcerca.com/search/?q=%s
co: Esempiu : esempiudimutorediricerca.com/search/?q=%s
cs: Příklad: vyhledavac.example.com/search/?q=%s
cy: Esampl: example.com/search/?q=%s
da: Eksempel: søgetjeneste.eksempel.dk/search/?q=%s
de: Beispiel: suchmaschine.example.com/search/?q=%s
dsb: Pśikład: searchengine.example.com/search/?q=%s
el: Παράδειγμα: searchengine.example.com/search/?q=%s
eo: Ekzemplo: serĉilo.example.com/search/?q=%s
es_ar: Ejemplo: searchengineexample.com/search/?q=%s
es_cl: Ejemplo: searchengine.example.com/search/?q=%s
es_es: Ejemplo: searchengine.example.com/search/?q=%s
es_mx: Ejemplo: searchengine.example.com/search/?q=%s
et: Näide: searchengine.example.com/search/?q=%s
eu: Adibidea: adibidea.eus/search/?q=%s
fi: Esimerkiksi: searchengine.example.com/search/?q=%s
fr: Exemple : moteurderecherche.example.com/search/?q=%s
gd: Mar eisimpleir: searchengine.example.com/search/?q=%s
gl: Exemplo: searchengine.example.com/search/?q=%s
he: דוגמה: searchengine.example.com/search/?q=%s
hsb: Přikład: searchengine.example.com/search/?q=%s
hu: Példa: searchengine.example.com/search/?q=%s
ia: Exemplo: searchengine.example.com/search/?q=%s
id: Contoh: mesinpencari.example.com/search/?q=%s
is: Dæmi: searchengine.example.com/search/?q=%s
it: Esempio: searchengineexample.com/search/?q=%s
ja: 入力例: searchengine.example.com/search/?q=%s
ka: მაგალითად: searchengine.example.com/search/?q=%s
kab: Amedya: searchengine.example.com/search/?q=%s
kk: Мысалы: searchengine.example.com/search/?q=%s
ko: 예: searchengine.example.com/search/?q=%s
lo: ຕົວຢ່າງ: searchengine.example.com/search/?q=%s
nb: Eksempel: searchengine.example.com/search/?q=%s
ne_np: उदाहरण: searchengine.example.com/search/?q=%s
nl: Voorbeeld: zoekmachine.example.com/search/?q=%s
nn: Døme: searchengine.example.com/search/?q=%s
pa_in: ਜਿਵੇਂ: searchengine.example.com/search/?q=%s
pl: Przykład: wyszukiwarka.example.com/search/?q=%s
pt_br: Exemplo: mecanismodepesquisa.example.com/search/?q=%s
pt_pt: Exemplo: searchengine.example.com/search/?q=%s
ru: Пример: searchengine.example.com/search/?q=%s
si: නිදසුන: එළවුම.නිදසුන.ලංකා/සොයන්න/?q=%s
sk: Príklad: searchengine.example.com/search/?q=%s
sl: Primer: iskalnik.example.com/search/?q=%s
sq: Shembull: searchengine.example.com/search/?q=%s
sv: Exempel: searchengine.example.com/search/?q=%s
th: ตัวอย่าง: searchengine.example.com/search/?q=%s
tr: Örnek: aramamotoru.example.com/search/?q=%s
tt: Мисал: searchengine.example.com/search/?q=%s
uk: Приклад: searchengine.example.com/search/?q=%s
vi: Ví dụ: searchengineexample.com/search/?q=%s
zh_cn: 例如：searchengine.example.com/search/?q=%s
zh_tw: 例如: searchengine.example.com/search/?q=%s
